Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དུད་འགྲོ་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: With the likelihood of a sea turtle poking its head through a yoke floating on the ocean, one might, due to karmic actions to be experienced in other lives, after that life be born with the general lot of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ ཁྱི ས་ འཚོ་བ འམ་ ཤིང་ ཐུན་ ནམ་ ཉ་བ ར་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet, in terms of effects that accord with the relevant causal actions, one will in that case be raised by dogs and become a wood collector or a fisherman.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ ཀྱི་ བུམ་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $738 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Iron Vase.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is caused by practicing, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: ལོག་པ ར་ ལྟ་བ་ ནི་ འདི་ལྟར་ མཐོ་རིས་ སུ་ མི་ འདི་ དབང་ དུ་ འགྱུར་ རོ་ ཞེས་ མཆོད་སྦྱིན་ དག་ ལ་ མི་ དག་ གསོད་པ ར་ བྱེད་པ་ དང་ །_ འཇིག་རྟེན་ ཕ་རོལ་ དུ་ དབང་ དུ་ བྱ་བ འི་ ཕྱིར་ རུས་སྦལ་ དག་ གསོད་པ ར་ བྱེད་ ཅིང་
en: As for wrong view, some people will kill another person as part of a ritual sacrifice, thinking that this act will grant attainment of the higher realms.

source: གཞན་དག་ ཀྱང་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་པ་ ནས་ སྐྱེ་བ འི་ བར་ དུ་ བྱེད་པ་ ཡིན་ ཏེ ལམ་བཟང་པོ་ སུན་པ ར་ བྱེད་ ཅིང་ ལམ་ངན་པ་ ལ་ འཇོག་ [211b] པར་ བྱེད་པ འི་ ལས་ ཀྱི་ རྣམ་པ་ འདི་དག་ ནི་ ལོག་པ ར་ ལྟ་བ་ ཡིན་ ནོ །_།
en: Likewise, other people will kill turtles with the goal to master what lies beyond this world, or they may establish others in this belief as well for the rest of their lives.#96 Thus they may cause others to renounce a wholesome path and establish them upon a bad one. {{page:{number:260,id:UT22084-068-021-100286,folio:F.211.b,volume:V68}}}

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ ཀྱི་ བུམ་པ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Such acts are aspects of wrong view, and when one has separated from one’s body, those acts will cause one to be born in the lower reams, within the hell of Iron Vase.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ དེ་དག་ ཐམས་ཅད་ བཅུ་འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: $739 In that hell all the torments of the Reviving Hell and so forth are intensified tenfold.

source: བུམ་པ་ དཔག་ཚད་ བཅུ་པ་ དྲུག་ འབྱུང་ སྟེ །_ དེ་དག་ གི་ མིང་ ནི་ འདི་དག་ ཡིན་ ཏེ །_
en: This realm contains six vases, each measuring sixty leagues, which bear the following names:

source: འདི་ལྟ་སྟེ །_ ཞུགས་ མ་ ཐག་ ཏུ་ སྡུག་བསྔལ་བ་ དང་ །_ སྐྱབས་ མེད་པ་ དང་ །_ རྟག་ ཏུ་ མེས་ བསྐོར་བ་ དང་ །_! ཆུ་ སོག་ལེ་ ལྟ་བུ་ དང་ །_ སྤུ་གྲི འི་ ཕྲེང་བ་ ལྟ་བུ་ དང་ །_ ཆུ་ བསྐོལ་བ འི་ ནང་ དུ་ སྦྲུལ་ ཞུགས་པ འོ །_།
en: Painful Entry, Without Refuge, Constantly Boiled over Fire,#97 Saw-Like Liquid, Garlands of Razors, and Snakes in Boiling Water. The torments of these vases are as indicated by their names.

source: དེར་ གང་དག་ སྡུག་བསྔལ་ མཚུངས་པ ར་ འཚེད་པ་ དེ་དག་ ལ་ རྣམ་པ་ དེ་ལྟ་ བུ འི་ སྡུག་བསྔལ་ འབྱུང་ སྟེ །_
en: Thus, in the first vase, hell beings are scorched, undergoing all the sufferings of hell.

source: གང་ དུ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ འཚེད་པ་ ན་ ཚོར་བ འི་ སྡུག་བསྔལ་ ཡང་ མཐའ་དག་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: In the second, beings are burned, lacking anything that could protect them.

source: གང་ སྐྱབས་ མེད་པ །_ འཚེད་པ་ དེ་དག་ ལ་ ལུས་ ཀྱི་ སྐྱབས་ ཀྱང་ མེད་ ཅིང་ ཡིད་ དང་ ཆོས་ ཀྱི་ སྐྱབས་ ཀྱང་ མེད་ དེ །_ གང་ ངན་འགྲོ འི་ སྐྱབས་ ཅན་ དེ་དག་ ཐམས་ཅད་ དེ་ ན་ སྐྱབས་ མེད་ དོ །_།
en: They have no physical refuge, nor do they have any mental refuge, nor any refuge in terms of the Dharma, because those who have ‘taken refuge’ in the lower realms do not find any refuge.

source: གང་ རྟག་ ཏུ་ མེས་ བསྐོལ་བ་ ཡུན་རིང་པོ ར་ འཚེད་པ་ དེ་དག་ ནི་ མེས་ བསྐོལ་བ འི་ ཟངས་ བཞུས་པ་ ལས་ བྱུང་བ ས་ ཇི་ལྟ ར་ ཐལ་བ་ ཡང་ མི་མངོན་པ་ དེ་ལྟ ར་ ལུས་ རྣམ་པར་ ཞིགས་ པར་ བྱེད་ དོ །_།
en: In the third vase, one is boiled in molten copper for a long time, until not even a particle of one’s body remains.

source: དེ་ནས་ ཡང་ ལུས་ དེ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ ཆུ་ སོག་ལེ་ ལྟ་བུ་ དེར་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: Then one will be reborn and enter the vase of Saw-Like Liquid.

source: ཟངས་ བསྐོལ་བ འི་ ཆུ་ དེ་ སོག་ལེ་ ལྟ་བུ་ ཡིན་ ཏེ །_ དེ་དག་ ཐམས་ཅད་ མེ་ འབར་བ་ མཆེད་པ་ དེར་ བཅུག་པ་ དང་ །_ འོག་ ནས་ སྟེང་ དུ་ འབྱུང་ ཞིང་ ཟངས་ བསྐོལ་བ འི་ ཆུ་ སོག་ལེ་ ལྟ་བུ ར་ གནད་ དང་ གནད་ དག་ ལ་ གནོད་པ ར་ བྱེད །_ གཤིག་ པར་ བྱེད་ དོ །_།
en: There one will boil in liquid copper, and as one’s body wells up from the bottom to the top, the vase’s saw-like liquid copper will damage and destroy all one’s vital parts.

source: དེ་ནས་ ཡང་ དེ་ལས་ སྟེང་ ནས་ འོག་ ཏུ་ འབྱུང་ སྟེ །_ སོག་ལེ་ དེ་དག་ ཉིད་ ཀྱིས་ གཤེག་ ཅིང་ འདྲལ་ ལོ །_།
en: As one later sinks from the top to the bottom, the same destruction will occur.

source: མོན་སྲན་ གྲེའུ་ ལྟ་བུ འི་ རིགས་ དེ་དག་ ལུས་ སྟེང་ དང་ འོག་ དང་ ས འི་ ངོས་ ལ་ ཡུན་རིང་ དུ་ འཇོམས་ སོ །_། གཤེག་ གོ _། སྲེག་ གོ །_།
en: Above, below, and at ground level, one will thus boil like a pea, suffering devastation, destruction, and combustion for a long time.

source: སྤུ་གྲི འི་ ཕྲེང་བ འི་ ནང་ དུ་ འཇུག་པ་ དེ་དག་ ལ་ གནོད་པ་ འབྱུང་ སྟེ །_ འདི་ལྟ་སྟེ །_ བུམ་པ་ དེ་ སྤུ་གྲི་ རྣམས་ ཀྱིས་ གང་བ་ ཡིན་ ཏེ །_
en: Next, one will enter the Garlands of Razors, a vase full of knives that will cut and cleave the beings of this hell. {{page:{number:261,id:UT22084-068-021-100287,folio:F.212.a,volume:V68}}}

source: དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ སྤུ་གྲི་ དུག་ གིས་ གོས་པ་ དེ་དག་ གིས་ ཡན་ལག་ དང་ ཉིང་ལག་ གཤེག་ པར་ [212a] བྱེད་ དོ །_།
en: The torments of the Snakes in Boiling Water involve entering a vase that is half a league tall and full of extremely hot, boiling water.

source: ཆུ་ བསྐོལ་བ འི་ ནང་ དུ་ སྦྲུལ་ ཞུགས་པ་ དེ་དག་ ལ་ གནོད་པ་ འབྱུང་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: Within the boiling liquid writhe live snakes with the sharpest fangs.

source: ཆུ་ བསྐོལ་བ་ དཔག་ཚད་ ཕྱེད་ དུ་ བསྐོལ་བ་ ཤིན་ཏུ་ ཚ་བ་ འབྱུང་ སྟེ །_ དེར་ དབུ་བ འི་ ནང་ ན་ སྦྲུལ་ གནས་པ་ མཆེ་བ་ མཆོག་ ཏུ་ རྣོ་བ་ དག་ རེག་པ་ དང་ མཐོང་བ ས་ མེ་ བཞིན་ དུ་ སྲེག་ གོ _།
en: Touching or even seeing the fangs will cause a burning sensation and upon touch the fangs pierce through one’s body like razor blades.

source: རེག་པ ས་ སྤུ་གྲི་ བཞིན་ དུ་ གཅོད་ དོ །_།
en: Such are the snakes that lacerate the beings of this hell.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ སྦྲུལ་ དེ་དག་ གིས་ གཅོད་པ ར་ བྱེད་ དེ །_ རེག་པ ས་ རུས་པ་ ཙམ་ ལུས་པ ར་ བྱེད་ ཅིང་ མཐོང་བ ས་ སྐོལ་ བར་ བྱེད་ ལ་ དབུ་བ་ བཞིན་ དུ་ ཞུ་བ ར་ བྱེད་ དོ །_།
en: After the hell beings have touched one of these snakes, only their skeletons remain, and the mere sight of the snakes will make them boil and burst like water bubbles.

source: ཆུ་ བསྐོལ་བ ས་ སྐོལ་ བར་ བྱེད་ དེ །_ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ སྡུག་བསྔལ་ ཤིན་ཏུ་ ཚ་ ཞིང་ རྩུབ་པ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: All the while they will be scorched in the boiling water, and so these beings experience excruciatingly fierce torture.

source: གལ་ཏེ་ གཤིན་རྗེ འི་ མི་ དག་ གཞན་ དུ་ དོང་བ ར་ གྱུར་ ན་ དེ འི་ ཚེ་བུམ་པ་ དེ་དག་ གི་ ཁ་འོག་ མ འི་ བུ་ག་ མེད་པར་ འགྱུར་ ཏེ །_ དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ འབྲོས་པ ར་ བྱེད་ མི་ ནུས་ སོ །_།
en: $740 “When henchmen of the Lord of Death come by, the upper and lower openings of the vase will be sealed, so that the hell beings within cannot escape.

source: དེ་ནས་ གཤིན་རྗེ འི་ མི་ དེ་དག་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: The henchmen of the Lord of Death think,

source: འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་པ་ བུ་ག་ མེད་པ འི་ བུམ་པ འི་ ནང་ འདིར་ ཞུགས་པ་ དག་ རྡོ་རྗེ་ ལྟ་བུ འི་ སྐྱོང་ ནུལ་ གྱིས་ བུ་ག་ མེད་པར་ བྱས་ ཏེ །_! གནོད་པ་ རྣམ་པ་ སྣ་ཚོགས་ ཀྱིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ འབྲོས་ མི་ ནུས་པ ར་ བྱ འོ་ སྙམ་ དུ་ སེམས་ སོ །_།
en: ‘We must seal this vase with vajra-like plaster#98 and torture the beings here in various ways without giving them any chance of escape.’

source: ལས་ ཀྱིས་ བྱས་པ འི་ བུམ་པ་ འདི་དག་ ཐམས་ཅད་ ཀྱི་ ཁ་འོག་ མ་ བདག་ཅག་ གིས་ ངེས་པ ར་ ཡང་ མེ་ འབར་བ འི་ ཕྲེང་བ་ མཆེད་པ ས་ ཉིས་འགྱུར་ དུ་ རབ་ཏུ་ འབར་བ ར་ བྱ འོ་ སྙམ་ ནས །_ དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ གནོད་པ་ དེ་དག་ གིས་ གནོད་པ ར་ བྱེད་ དོ །_།
en: ‘We shall engulf this vase, which is produced by karma, with garlands of flames, and so double the temperature within it.’

source: དེ་ནས་ གཤིན་རྗེ འི་ མི་ དེ་དག་ ཁྲོས་ ནས་ ཡང་ བུམ་པ་ དེ་དག་ ལྕགས་ ཀྱི་ ཤིང་ དེ་དག་ གིས་ ཉིས་འགྱུར་ དུ་ རབ་ཏུ་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: Thus, they proceed with their torture, intensifying the heat of the vase by feeding the flames with iron fuel.

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གྱེན་ དུ་ འགྲོ་བ་ ན་ ཟངས་དམར་པོ་ བསྐོལ་བ ས་ ཕན་ཚུན་ གནོད་པ ར་ བྱེད་ དེ །_
en: The hell beings will float to the surface, boiling in molten copper and inflicting harm upon one another.

source: སྡུག་བསྔལ་ གྱི་ གནོད་པ་ སྣ་ཚོགས་ ཀྱིས་ ཉམ་ཐག་པ་ དག་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཁ་ཅིག་ ནི་ རྣམ་པར་ ཞིགས་ སོ །_། ཁ་ཅིག་ ནི་ སྦྲུལ་ གདུག་པ་ མེ་ ལྟར་ ཚ་བ ས་ སྐོལ་ ཅིང་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: Tortured and miserable in numerous ways, they continue to disintegrate, or be boiled and burned by the poisonous snake fangs, until finally their negative karmic actions have been overcome, relinquished, and exhausted. {{page:{number:262,id:UT22084-068-021-100288,folio:F.212.b,volume:V68}}}

source: དེ་དག་ བུམ་པ འི་ [212b] གནོད་པ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ སུམ་བརྒྱ ར་ ཡི་དགས་ དྲི་ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $741 “When they finally escape the vases, they will be born three hundred times as starving spirits that feed on odors.

source: གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ བསྟན་བཅོས་ ངན་པ འི་ གཏན་ཚིགས་ ཀྱིས་ རྨོངས་པ་ བློ་གྲོས་ ངན་པ ས་ དོན་ གྱི་ ཕྱིར་ རམ་ མཐོ་རིས་ ཀྱི་ ཕྱིར་ ཤ་ དག་ ལ་སོགས་ པར་ བྱེད་ དོ །_།
en: If they should be born with the general lot in life of a human, they will, in terms of effects that accord with their causal actions, become deluded due to the arguments of unwholesome treatises. Thus, they will, with their unwholesome intellects, pursue the attainment of wealth or celestial states by means of offering meat, and so forth.

source: སྲེད་པ འི་ བག་ ལ་ ཉལ་ གྱིས་ འབྲེལ་བ ས་ དེ་དག་ ཡང་ སྡུག་བསྔལ་ དེ་ཉིད་ དོན་ དུ་ གཉེར་བ ར་ བྱེད་པ་ མཐོང་ ངོ་ །_།
en: Due to the relationships arising from the latent tendencies of craving, they will thus continue to pursue suffering.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཆུ་བོ་ དམར་པོ་ འབབ་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $742 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as the Flow of Red Rivers.

source: དེར་ སེམས་ཅན་ དག་ ལོག་པ ར་ ལྟ་བ འི་ ལས་ བྱས་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ཚུལ་ཁྲིམས་ འཆལ་པ་ གང་ གིས་ ཚུལ་ཁྲིམས་ འཆལ་པ་ མང་ དུ་ བྱས་ ནས་ ཕྱིས་ དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_ བདག་ དཀའ་ཐུབ་ དཀའ་བ་ བྱས་པ་ དང་ །_ བདག་ གིས་ ཉེས་པ ར་ བྱས་པ་ དང་ །_ ཉེས་པ ར་ མ་ བྱས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱང་བ ར་ འགྱུར་ རོ་ སྙམ་ ནས་ དེ་ ཚལ་ དུ་ སོང་ སྟེ །_
en: Inquiring into what type of wrong view may cause one to be born there, he will apply knowledge derived from hearing and so see that some people who have repeatedly broken their discipline may end up thinking, ‘I must undertake harsh penance so that my misdeeds and other acts may all be purified.’

source: ཤིང་ ལ་ རྐང་པ་ བཏགས་ ནས་ མགོ་ ཐུར་ དུ་ དཔྱངས་ ཏེ །_ མཚོན་ཆ་ ས་ སྣ འམ་ དཔྲལ་བ་ གཅོད་ དེ །_
en: Thus, they will go to the forest and hang themselves by their feet, head down, from a tree, and then cut their noses or foreheads with a knife.

source: དེ་ལས་ གང་ ཁྲག་ བྱུང་བ་ དེ་དག་ མེ ར་ སྲེག་ ལུགས་ བྱེད་ དོ །_།
en: As their blood begins to flow, they offer it into the fire.

source: སྲེག་པ ས་ མཐོ་རིས་ འདོད་པ་ ལམ་ངན་ པར་ ཞུགས་པ་ བྱེ་མ་ དག་ ལས་ ཏིལ་མར་ འབྱུང་བ ར་ འདོད་པ་ དེ་ ཁྲག་ ཟད་ ནས་ འཆི་ སྟེ །_
en: Hoping that this will gain them the higher realms, they actually embark on an unwholesome path and, like someone hoping to get sesame oil by grinding sand, they die from their loss of blood.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཆུ་བོ་ དམར་པོ་ འབབ་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When thus separating from their bodies, they fall into the lower realms and take birth in the hell of Flow of Red Rivers.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ ལྔ་ འགྱུར་ དུ་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ འབྱུང་བ་ ནི །_
en: $743 “The beings in that realm will experience torture as they undergo the combined ordeals of the Reviving Hell, and so forth, intensified fivefold.

source: འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ དག་ ཐོ་བ་ དང་ །_ རལ་གྲི་ དང་ །_ མདའ་བོ་ ཆེ་ དང་ །_ རྡོ་ རྣམས་ ཀྱིས་ ཇི་ལྟ ར་ ཁྲག་ དང་ །_ གླད་ རྒྱས་ འབྱུང་ ཞིང་ འབབ་པ་ དེ་ལྟ ར་ ཕྱེ་མར་ རློག་ སྟེ
en: In particular, the henchmen of the Lord of Death will use hammers, razors, spears, and stones to draw their blood, expose their brains, and beat them to a pulp.

source: ཇི་ལྟ ར་ ཆུ་བོ་ དེས་ དེད་པ་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ སྐྲ་ དང་རུ ས་ པས་ མུ་ [213a] ཁེབས་པ་ གཞན་དག་ ཀྱང་ ཆུ་བོ་ དེས་ དེད་ དོ །_།
en: As if carried away by a river, the beings of this hell are swept away in a stream of hair and bones. {{page:{number:263,id:UT22084-068-021-100289,folio:F.213.a,volume:V68}}}

source: ཟངས་ བསྐོལ་བ འི་ ཆུ་བོ་ རབ་ཏུ་ མི་ བཟད་ ཅིང་ མཆོག་ ཏུ་ འཇིགས་པ་ ཞེས་ བྱ་བ་ གཉིས་པ་ འབབ་ སྟེ །_
en: There is also a second raging river of molten copper in that realm, known as Unbearably Terrifying.

source: ཆུ་བོ་ དེ འི་ ནང་ ན་ སྲོག་ཆགས་ ཀྱི་ རིགས་ ལང་ ཀུ་ དི་ ཀ་ ཞེས་ བྱ་བ་ རེག་ ན་ མེ་ ལྟར་ ཚ་བ་ ཞིག་ ཡོད་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ རབ་ཏུ་ བསྲེགས་ ཤིང་ བསྲེགས་ ཤིང་ཟ འོ །_།
en: Within it lives a creature known as the ‘tailed creature,’ which is as hot to the touch as fire, and so it scorches, burns, and consumes the beings of this hell.

source: དེ་ལྟ ར་ ཆུ་བོ་ དམར་པོ་ འབབ་པ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ གི་ ལོ་ བགྲང་ གིས་ མི་ ལང་ སྟེ །_ ཇི་སྲིད་ དུ་ དེ འི་ ལོག་པ ར་ ལྟ་བ་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཆུ་བོ་ དམར་པོ་ འབབ་པ འི་ སེམས་ཅན་ དམྱལ་བ ར་ ཡུན་རིང་ དུ་ གནོད་པ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: $744 “The beings of Flow of Red Rivers live for years beyond number, experiencing torture until finally their negative acts of wrong views have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པས་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ ཡི་དགས་ བདུག་སྤོས་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། དེ་ལས་ ཐར་ ནས་ ཀྱང་ ཚེ་རབས་ བཞི་ བརྒྱ ར་ དུད་འགྲོ་ རྒྱ་མཚོ འི་ བྱར་ སྐྱེ་ སྟེ །_ དེ་ ཆུ་བོ འི་ སྒོ ར་ གནས་པ འམ །_ གལ་ཏེ་ མགོ་དམར་པོ ར་ འགྱུར་ རོ །_།
en: Once they escape this hell, they will, in terms of effects that accord with their causal actions, be born five hundred times as starving spirits feeding on smoke, after which they will be born four hundred times as birds living by the sea or in river deltas, or having a bald head.

source: དེ་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If they are born with the general lot in life of a human they will, in terms of effects that accord with their causal actions, be poor and prone to disease.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ རྐང་ དང་རུ ས་པ་ ལ་ སྲིན་བུ་ མང་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $745 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Copious Parasites in Marrow and Bones.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ལུས་ སམ །_ ངག་ གམ །_ ཡིད་ ཀྱི་ ཆད་པ་ མི་དགེ་བ་ མང་ དུ་ བྱས་ ནས །_
en: Inquiring into what type of wrong view may cause one to be born there, he will apply knowledge derived from hearing and thus perceive that some people who have engaged in much unvirtuous negativity of body, speech, and mind become deluded by hearing unwholesome teachings.

source: དེ་ ཕྱིས་ ཐོས་པ་ ངན་པ ས་ རྨོངས་པ །_ ཚངས་པ འི་ འཇིག་རྟེན་ ལ་ སྲེད་པ །_ ལམ་ངན་པ་ ལ་ རབ་ཏུ་ གནས་པ །_
en: Thus, they crave for the world of Brahmā and follow a negative path.

source: ཚུལ་ཁྲིམས་ རྣམ་པར་ སྤངས་པ །_ ཚུལ་ཁྲིམས་ འཆལ་པ འི་ རང་བཞིན་ དང་ ལྡན་པ །_ གཡོ་ཅན་ ཕ་རོལ་ ལ་ གནོད་པ་ དག་
en: Lacking discipline, they naturally become ill-behaved and become deceitful beings who hurt others.

source: ཚུལ་ཁྲིམས་ སྤངས་ ནས་ ལྕི་བ འི་ མེ་ཐབ་ བྱེད་ དེ སྡུག་བསྔལ་བ་ ཚེ་ འདི་ ལ་ མི འི་ མེས་ སྲེག་ གོ །_།
en: Lacking genuine discipline, they build dung-fed fireplaces and then spend their lives in suffering, burned by the fire of the human realm.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་ [213b] འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ རྐང་ དང་ །_ རུས་པ་ ལ་ སྲིན་བུ་ མང་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies {{page:{number:264,id:UT22084-068-021-100290,folio:F.213.b,volume:V68}}} they will fall into the lower realms and take birth in the hell of Copious Parasites in Marrow and Bones.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ ལྕགས་ ལས་ བྱས་པ འི་ བརྡུང་བ ས་ དེ འི་ མགོ་ མན་ཆད་ ཀྱི་ བར་ དག་ རྡུང་བ ར་ བྱེད་ དོ །_།
en: $746 “The beings in that realm undergo torture as they are beaten below their necks with iron cudgels until they moan and take on the appearance of beeswax.

source: ངུ་སྐད་ འདོན་པ་ ན་ ཇི་ལྟ ར་ སྦྲང་རྩི འི་ ཚིགས་མ་ བཞིན་ དུ་ བྱེད་ དེ །_ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ མངོན་པར་ དམིགས་ སུ་ མེད་པར་ བྱེད་ ཀྱང་ ལོག་པ ར་ ལྟ་བ འི་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ འཆི་བ འི་ དུས་ ནི་ མི་ བྱེད་ དོ །_།
en: In this way, all their major and minor body parts become unrecognizable, yet, as a karmic effect that accords with their causal actions of wrong view, they will not die.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གི་ ལུས་ བསགས་པ ར་ གྱུར་པ་ དག་ ཇི་ལྟ ར་ རྐང་ དང་རུ ས་པ་ ཆེན་པོ འི་ ཚོགས་ ཀྱི་ རི་ འཕང་ དུ་ དཔག་ཚད་ ལྔ་ ཡོད་ ཅིང་ རྒྱ ར་ དཔག་ཚད་ གསུམ་ ཡོད་པ་ དེ་ལྟ ར་ བསགས་པ ར་ གྱུར་ ཏེ
en: $747 “The amassed marrow and bones of the bodies of these hell beings make up a mountain that is five leagues tall and three leagues wide, and within it lurk parasites born of moisture.

source: དེ་དག་ ལ་ སྲིན་བུ་ དྲོད་གཤེར་ ལས་ སྐྱེས་པ་ སེམས་ཅན་ གྱི་ གྲངས་ སུ་ བགྲང་བ་ ཞིག་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Those parasites are also a type of sentient being.

source: གང་དག་ ལས་ ཅི་ཞིག་ བྱས་པ ས་ འགྱུར་ སྙམ་ ན །_
en: What type of karmic actions did such parasites perform in the past?

source: སྐྱེས་པ འམ །_ བུད་མེད་ གང་དག་ གིས་ རང་ གི་ ལུས་ སམ །_ གཞན་ གྱི་ ལུས་ ལས་ བྱུང་བ འི་ ཤིག་ གམ །_ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ འམ །_ རྐང་ ལ་ ཟ་བ འམ །_ གཞན་ ཡང་ རྣམ་པ་ དེ་ལྟ་ བུ་ བསད་པ ར་ གྱུར་ ན་
en: When they were men or women, they killed lice, fleas, or bedbugs,#99 or other such creatures, that they found on their own bodies or on the bodies of others.

source: དེ་དག་ ཀྱང་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྲིན་བུ་ ཞེས་ བྱ་བ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Then, as they separated from their bodies, they fell into the lower realms, and were born as insects in hell.

source: དེ་དག་ གི་ འདུ་ཤེས་ འབྱུང་བ་ ནི་ འདི་ལྟ་སྟེ །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ལུས་ འབྱུང་ ཞེས་ བྱ་བ འི་ རི་ དེ་ ལ་ དེ་དག་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Thus, in accordance with their causal actions, they came to experience life in that mountain, which is known as Source of Bodies.

source: དེ་དག་ ཀྱང་ སེམས་ཅན་ དམྱལ་བ་ རྐང་ དང་རུ ས་པ་ ལ་ སྲིན་བུ་ མང་བ འི་ གཤིན་རྗེ འི་ མི་ གཞན་དག་ འོངས་ ནས་ ལས་ ཀྱིས་ བྱས་པ འི་ མེས་ རབ་ཏུ་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: The henchmen of the Lord of Death who are present at Copious Parasites in Marrow and Bones will ignite the with a fire that is produced by karmic action.

source: ལུས་ འབྱུང་བ་ ཞེས་ བྱ་བ འི་ སྲིན་བུ་ ཡོད་པ་ དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ ལྕི་བ འི་ མེ་ཐབ་ ཀྱི་ བསླུས་པ་ དེ་དག་ དེ་ མ་ ཐག་ ཏུ་ མེས་ སྲེག་ གོ _།
en: Thus, those who were fooled by the dung-fed fireplace will burn within Source of Bodies along with all the parasites.

source: དེ འི་ རི་ དེ་ སྲེག་པ་ ན་ འཕང་ དུ་ མེས་ དཔག་ཚད་ བཅུ་ ཙམ་ དུ་ འབར་བ ར་ བྱེད་ དེ །_ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ རང་ གི་ ལུས་ ལས་ བྱུང་བ འི་ མེ་ དང་ སྲིན་བུ་ དེ་དག་ གིས་ ལྷན་ཅིག་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: As the mountain burns, the flames will be ten leagues tall—the beings of this hell are burned along with the parasites by a fire that emerges from their own bodies.

source: ལུས་ ལས་ འབྱུང་བ འི་ སྲིན་བུ་ བོང་ ཆུང་བ་ དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: The bodies of the parasites at Source of Bodies are small, and consequently their suffering is small.

source: དེ་ལས་ སྡུག་བསྔལ་ ཆེས་ ཆུང་བ་ འབྱུང་བ་ ནི་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ བསྡུས་ ནས་ [214a] དེ་དག་ མངོན་པ་ མེད་པར་ བྱེད་ དེ །_ ཕན་ཚུན་ མེ་ འབར་བ འི་ ཕྲེང་བ ས་ ལུས་ ཡོངས་སུ་ གདུངས་པ་ དག་ ཡུན་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ སྲེག་ གོ །_།
en: The hell beings, however, are lumped together into an indistinguishable mass, and so their bodies as the garlands of fire surrounding each body burns also other bodies.#100{{page:{number:265,id:UT22084-068-021-100291,folio:F.214.a,volume:V68}}} The beings of this hell are thus burned for innumerable years until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ རི་གསེབ་ ཏུ་ ཡི་དགས་ ཁབ་ མགྲིན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། ཚེ་རབས་ ལྔ་ བརྒྱ ར་ རྒྱ་མཚོ འི་ ས འི་ འོག་ གི་ ཆུ་ གྲང་མོ་བ་ ཚྭ འི་ ཆུ འི་ ནང་ གི་ ཉ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $748 “When they finally escape this hell, they will, as a karmic effect that accords with their causal actions, be born five hundred times in mountain crevices as starving spirits whose throats are like a needle, and then five hundred times as fish that live deep in the cold and salty waters of the sea.

source: དེ་དག་ དེ་ལས་ ཐར་ ནས་ གལ་ཏེ་ བརྒྱ་ལ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: Once free of those states, they might, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, be born with the general lot in life of a human.

source: དེ་ ཚལ་ ན་ སྤྱོད་ ཅིང་ ཚལ་ གྱི་ ནང་ ན་ གནས་པ འམ །_ ནགས་ཁྲོད་ ན་ འཚོ་བ འམ །_ དབུལ་ ཞིང་ དེ་ ཚལ་ གྱི་ མེས་ སྲེག་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet they will then roam the forests and stay in forest clearings. They will live off the jungle, be poor, and be scorched by forest fires.
